clackups/draftling/firmware/sdkconfig.defaults.m5stack_papers3
# CMakePresets.json board defaults: M5Stack PaperS3
# Sets the hardware model and IDF target used by the "m5stack_papers3" preset.

CONFIG_IDF_TARGET="esp32s3"
CONFIG_DRAFTLING_MODEL_M5STACK_PAPERS3=y
